Repository: bikeshedder/cargo-i18n
Catalog: i18n-build/i18n/po/*/i18n_build.po
Languages: fr

source: The path ("{0}") for {1} {2} does not have valid a utf-8 encoding.
fr: Le chemin ("{0}") pour {1} {2} n'a pas un encodage utf-8 valide.

source: Cannot create the {0} "{1}" because: "{2}".
fr: Impossible de créer le {0} "{1}" car : "{2}".

source: Cannot delete the {0} "{1}" because: "{2}".
fr: Impossible de supprimer le {0} "{1}" car : "{2}".

source: Cannot rename the {0} "{1}" to "{2}" because {3}.
fr: Impossible de renommer le {0} "{1}" en "{2}" car {3}.

source: There was a problem executing the "{0}" command
fr: Il y a eu un problème lors de l'exécution de la commande "{0}"

source: There was a problem parsing one of the subcrates: "{0}".
fr: Un problème est survenu lors de l'analyse de l'une des sous-caisse : "{0}".

source: The "{0}" command was unable to start.
fr: La commande "{0}" n'a pas pu démarrer.

source: The "{0}" command had a problem waiting for output.
fr: La commande "{0}" a rencontré un problème d'attente en sortie.

source: The "{0}" command reported that it was unsuccessful.
fr: La commande "{0}" a signalé un échec.

source: The path "{0}" is not inside the "{1}" directory: "{2}".
fr: Le chemin "{0}" n'est pas dans le répertoire "{1}": "{2}".

source: The path "{0}" does not exist on the filesystem.
fr: Le chemin "{0}" n'existe pas sur le système de fichiers.

source: file
fr: fichier

source: directory
fr: annuaire

source: symbolic link
fr: lien symbolique
